{ "translations": {
    "The analysis is finished" : "El análisis ha terminado",
    "_%n image was analyzed_::_%n images were analyzed_" : ["%n imagen analizada","%n imágenes fueron analizadas"],
    "Analyzing images" : "Analizando imágenes",
    "_%n image detected_::_%n images detected_" : ["%n imagen detectada","%n imágenes detectadas"],
    "_%n image in queue_::_%n images in queue_" : ["%n imagen en cola","%n imágenes en cola"],
    "Ends approximately {estimatedFinalize}" : "Finaliza aproximadamente {estimatedFinalize}",
    "The analysis is not started yet" : "El análisis no se ha iniciado todavía",
    "The changes were saved. It will be taken into account in the next analysis." : "Los cambios fueron guardados. Se tendrá en cuenta en el siguiente análisis.",
    "The change could not be applied." : "El cambio no pudo ser aplicado.",
    "Persons" : "Personas",
    "Looking for faces in this image…" : "Buscando rostros en esta imagen…",
    "Rename" : "Renombrar",
    "No people found" : "No se encontraron personas",
    "Open <a target=\"_blank\" href=\"{settingsLink}\">settings ↗</a> to enable it" : "Abra  la <a target=\"_blank\" href=\"{settingsLink}\">configuración ↗</a> para habilitarlo",
    "Facial recognition is disabled" : "El reconocimiento facial está desactivado",
    "Facial recognition is disabled for this folder" : "El reconocimiento facial está deshabilitado para esta carpeta",
    "See <a target=\"_blank\" href=\"{docsLink}\">documentation ↗</a>." : "Ver <a target=\"_blank\" href=\"{docsLink}\">documentación ↗</a>.",
    "Search for persons in the photos of this directory" : "Buscar personas en las fotos de este directorio",
    "Photos that are not in the gallery are also ignored" : "Las fotos que no están en la galería también se ignoran",
    "The type of storage is not supported to analyze your photos" : "El tipo de almacenamiento no es compatible para analizar sus fotos",
    "This image is not yet analyzed" : "Esta imagen aún no ha sido analizada",
    "Please, be patient" : "Por favor sea paciente",
    "Rename Person" : "Renombrar Persona",
    "Please enter a name to rename the person" : "Por favor ingrese un nombre para renombrar la persona",
    "Cancel" : "Cancelar",
    "There was an error trying to show your friends" : "Hubo un error al tratar de mostrar a tus amigos",
    "The analysis is enabled, please be patient, you will soon see your friends here." : "El análisis está habilitado, por favor sea paciente, pronto verá a sus amigos aquí.",
    "The analysis is disabled. Soon all the information found for facial recognition will be removed." : "El análisis está deshabilitado. Pronto se eliminará toda la información encontrada para el reconocimiento facial.",
    "Face Recognition" : "Reconocimiento Facial",
    "Here you can see photos of your friends that are recognized" : "Aquí puedes ver fotos de tus amigos reconocidos",
    "Analyze my images and group my loved ones with similar faces" : "Analiza mis imágenes y agrupa a mis seres queridos con caras similares",
    "Looking for your recognized friends" : "Buscando tus amigos reconocidos",
    "Show all groups with the same name" : "Mostrar todos los grupos con el mismo nombre",
    "The analysis is disabled" : "El análisis está deshabilitado",
    "Enable it to find your loved ones" : "Habilítalo para encontrar a tus seres queridos",
    "Your friends have not been recognized yet" : "Tus amigos aún no han sido reconocidos",
    "You will lose all the information analyzed, and if you re-enable it, you will start from scratch." : "Perderá toda la información analizada y, si la vuelve a habilitar, comenzará de cero.",
    "Do you want to deactivate the grouping by faces?" : "¿Quieres desactivar la agrupación por caras?",
    "There was an error when trying to find photos of your friend" : "Hubo un error al intentar encontrar fotos de tu amigo",
    "There was an error renaming this person" : "Se ha producido un error al cambiar el nombre de esta persona",
    "You must be administrator to configure this feature" : "Debes ser administrador para configurar esta función",
    "The format seems to be incorrect." : "El formato parece ser incorrecto.",
    "Seems you haven't set up any analysis model yet" : "Parece que aún no ha configurado ningún modelo de análisis",
    "The minimum recommended area is %s" : "El área mínima recomendada es %s",
    "The maximum recommended area is %s" : "El área máxima recomendada es %s",
    "The model does not recommend an area greater than %s" : "El modelo no recomienda un área mayor que %s",
    "It seems you don't have any model installed." : "Parece que no tienes ningún modelo instalado.",
    "It seems that you do not meet the dependencies to use the current model." : "Parece que no cumples con las dependencias para usar el modelo actual.",
    "A face recognition app" : "Una aplicación de reconocimiento facial",
    "**Detect and group faces of your loved one in your cloud**\n\n⚠️ This application requires minimum of 1GB of RAM memory to work! See [Requirements](https://github.com/matiasdelellis/facerecognition/wiki/Requirements-and-Limitations) for details.\n\n⚠️ Setup of this app requires access to terminal and even getting your hands dirty with installation of additional software. See [Installation](https://github.com/matiasdelellis/facerecognition/wiki/Installation) for details.\n\n- **😏 Detect faces from images:** Use FaceRecognition app to detect _any_ face in _any_ of your images!\n- **👪 Group faces to persons:** Detected faces are grouped together based on similarity and then FaceRecognition app can recognize persons!\n- **🔒 Built-in privacy:** No data is leaving your cloud. Defaults are always off and each user controls enabling/disabling face detection. Images from every directory can be excluded from face detection, if needed.\n- **⚙️ Power of AI:** FaceRecognition app leverages power of AI and already built neural network models through extensive usage of [DLib](http://dlib.net/) library.\n- **🚀 Build your own thing:** FaceRecognition app is just a basic building block. Through FaceRecognition API, you can build your advanced scenarios - automatically add tags to images, connect contacts and persons, share images from specific person… We want to hear your ideas!" : "Detecta y agrupa rostros de tu ser querido en tu nube\n\n⚠️ ¡Esta aplicación requiere un mínimo de 1GB de memoria RAM para funcionar!. Ver [Requisitos](https://github.com/matiasdelellis/facerecognition/wiki/Requirements-and-Limitations) para más detalles.\n\n⚠️ La configuración de esta aplicación requiere acceso al terminal e incluso ensuciarse las manos con la instalación de software adicional. Ver [Instalación](https://github.com/matiasdelellis/facerecognition/wiki/Installation) para más detalles.\n\n- **😏 Detecta rostros de imágenes:** ¡Usa la aplicación FaceRecognition para detectar cualquier rostro en cualquiera de tus imágenes!\n- **👪 Agrupar rostros con personas:** Los rostros detectados se agrupan según la similitud y luego la aplicación FaceRecognition puede reconocer personas.\n- **🔒Privacidad incorporada:** No hay datos saliendo de su nube. Los valores predeterminados siempre están desactivados y cada usuario controla habilitar / deshabilitar la detección de rostros. Las imágenes de cada directorio pueden excluirse de la detección de rostros, si es necesario.\n- **⚙️Poder de la inteligencia artificial:** La aplicación FaceRecognition aprovecha la potencia de la inteligencia artificial y los modelos de red neuronal ya construidos a través del uso extenso de la biblioteca [DLib](http://dlib.net/).\n- **🚀 Construye lo tuyo:** La aplicación FaceRecognition es solo un elemento básico. A través de la API de FaceRecognition, puede crear sus escenarios avanzados: Agregar etiquetas automáticamente a las imágenes, conectar contactos y personas, compartir imágenes de personas específicas... ¡Queremos escuchar sus ideas!",
    "Open Documentation" : "Abrir Documentación",
    "Temporary files" : "Archivos temporales",
    "During analysis, temporary files are used to ensure homogeneity between all images." : "Durante el análisis, se utilizan archivos temporales para garantizar la homogeneidad entre todas las imágenes.",
    "Small images allow a quick analysis, but you can lose the smallest faces of your photos. Large images can improve the results, but the analysis will be slower." : "Las imágenes pequeñas permiten un análisis rápido, pero puedes perder las caras más pequeñas de sus fotos. Las imágenes grandes pueden mejorar los resultados, pero el análisis será más lento.",
    "Small images" : "Imágenes pequeñas",
    "Large images" : "Imágenes grandes",
    "Restore" : "Restaurar",
    "Save" : "Guardar",
    "Sensitivity" : "Sensibilidad",
    "The sensitivity determines how different the faces can be to continue to be considered as the same person." : "La sensibilidad determina cuán diferentes pueden ser las caras para seguir considerándose como la misma persona.",
    "More sensitivity, more groups" : "Mayor sensibilidad, más grupos.",
    "Less sensitivity, less groups" : "Menor sensibilidad, menos grupos.",
    "Minimum confidence" : "Confianza mínima",
    "The minimum confidence determines how reliable must be a face detection to try to group it. Blurred or misaligned faces would have a confidence closer to 0.0, and the best images close to 1.0." : "La confianza mínima determina qué tan confiable debe ser una detección de rostros para intentar agruparla. Las caras borrosas o desalineadas tendrían una confianza más cercana a 0.0, y las mejores imágenes cercanas a 1.0.",
    "Less minimum confidence" : "Menor confianza mínima",
    "Highest minimum confidence" : "Mayor confianza mínima",
    "Additional settings" : "Ajustes adicionales",
    "Show persons with only one face found" : "Mostrar personas con una sola cara encontrada",
    "Configuration information" : "Información de la configuración",
    "Current Model:" : "Modelo actual",
    "Current status" : "Estado actual",
    "Stopped" : "Detenido"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}