{ "translations": {
    "The analysis is finished" : "L'analyse est terminée",
    "_%n image was analyzed_::_%n images were analyzed_" : ["%nimage a été analysée","%nimages ont été analysées","%nimages ont été analysées"],
    "Analyzing images" : "Analyse des images en cours",
    "_%n image detected_::_%n images detected_" : ["%nimage détectée","%n images détectées","%n images détectées"],
    "_%n image in queue_::_%n images in queue_" : ["%n image en attente","%n images en attente d'analyse","%n images en attente d'analyse"],
    "Ends approximately {estimatedFinalize}" : "Se termine approximativement {estimatedFinalize}",
    "The analysis is not started yet" : "L'analyse n'a pas encore commencé",
    "The changes were saved. It will be taken into account in the next analysis." : "Les modifications ont été sauvegardées. Elles seront prises en compte lors de la prochaine analyse.",
    "The change could not be applied." : "La modification n'a pas pu être effectuée.",
    "Hide person" : "Câcher la personne",
    "You can still see that person in the photos, but assigning a name will only be for that photo." : "Vous pouvez toujours voir cette personne dans les photos, mais l’attribution d’un nom ne sera que pour cette photo.",
    "Cancel" : "Annuler",
    "Hide" : "Câcher",
    "Rename person" : "Renommer la personne",
    "Please enter a name to rename the person" : "Veuillez entrer un nom pour renommer la personne",
    "Rename" : "Renommer ",
    "This person is not {name}" : "Cette personne n'est pas {name}",
    "Optionally you can assign the correct name" : "Si vous le souhaitez, vous pouvez attribuer le bon nom",
    "Please assign a name to this person." : "Veuillez attribuer un nom à cette personne.",
    "Save" : "Enregistrer",
    "Add name" : "Ajouter le nom",
    "Ignore" : "Ignorer",
    "Skip for now" : "Passer pour le moment",
    "There was an error trying to show your friends" : "Une erreur est survenue en essayant d’afficher vos amis",
    "The analysis is enabled, please be patient, you will soon see your friends here." : "L’analyse est activée, veuillez patienter, vos amis apparaîtront bientôt ici",
    "The analysis is disabled. Soon all the information found for facial recognition will be removed." : "L’analyse est désactivée. Toutes les informations trouvées pour la reconnaissance faciale seront bientôt supprimées.",
    "There was an error renaming this person" : "Il y a eu une erreur en renommant cette personne",
    "There was an error ignoring this person" : "Une erreur s'est produite en ignorant cette personne",
    "Face Recognition" : "Reconnaissance faciale",
    "Here you can see photos of your friends that are recognized" : "Vous pouvez voir ici des photos de vos amis qui ont été reconnus",
    "Analyze my images and group my loved ones with similar faces" : "Analyser mes images et grouper les personnes qui ont des visages semblables",
    "Looking for your recognized friends" : "Recherche de vos amis reconnus",
    "Review face groups" : "Passer en revue les groupes de visages",
    "The analysis is disabled" : "L’analyse est désactivée",
    "Enable it to find your loved ones" : "Activez pour trouver vos proches",
    "Hide it" : "Cachez-la",
    "Review people found" : "Passer en revue les personnes trouvées",
    "Your friends have not been recognized yet" : "Vos amis n’ont pas encore été reconnus",
    "Please, be patient" : "Veuillez patienter",
    "You will lose all the information analyzed, and if you re-enable it, you will start from scratch." : "Vous perdrez toutes les informations analysées, et si vous le réactivez, vous devrez recommencer depuis le début.",
    "Do you want to deactivate the grouping by faces?" : "Voulez-vous désactiver le groupage par visage ?",
    "There was an error when trying to find photos of your friend" : "Une erreur est survenue en essayant de trouver les photos de vos amis",
    "An error occurred while hiding this person" : "Une erreur s'est produite en cachant cette personne",
    "There was an error renaming this cluster of faces" : "Il y a eu une erreur en renommant ce groupe de visages",
    "An error occurred while hiding this group of faces" : "Une erreur s'est produite en ignorant ce groupe de visages",
    "_%n image_::_%n images_" : ["%n image","%n images","%n images"],
    "You must be administrator to configure this feature" : "Vous devez être administrateur pour configurer cette fonctionnalité",
    "The format seems to be incorrect." : "Le format semble être incorrect.",
    "Seems you haven't set up any analysis model yet" : "Il semble que vous n’ayez pas encore configuré de modèle d’analyse",
    "The minimum recommended area is %s" : "La dimension minimum recommandée est %s",
    "The maximum recommended area is %s" : "La dimension maximum recommandée est %s",
    "The model does not recommend an area greater than %s" : "Le modèle ne recommande pas une dimension supérieure à  %s",
    "It seems you don't have any model installed." : "Il semble que vous n’ayez installé aucun modèle.",
    "Seems that you still have to configure the assigned memory for image processing." : "Apparemment, vous avez encore à configurer la mémoire affectée au traitement d'image.",
    "Not installed" : "Non installé",
    "Not configured." : "Non configuré.",
    "A face recognition app" : "Une application de reconnaissance faciale",
    "**Detect and group faces of your loved one in your cloud**\n\n⚠️ This application requires minimum of 1GB of RAM memory to work! See [Requirements](https://github.com/matiasdelellis/facerecognition/wiki/Requirements-and-Limitations) for details.\n\n⚠️ Setup of this app requires access to terminal and even getting your hands dirty with installation of additional software. See [Installation](https://github.com/matiasdelellis/facerecognition/wiki/Installation) for details.\n\n- **😏 Detect faces from images:** Use FaceRecognition app to detect _any_ face in _any_ of your images!\n- **👪 Group faces to persons:** Detected faces are grouped together based on similarity and then FaceRecognition app can recognize persons!\n- **🔒 Built-in privacy:** No data is leaving your cloud. Defaults are always off and each user controls enabling/disabling face detection. Images from every directory can be excluded from face detection, if needed.\n- **⚙️ Power of AI:** FaceRecognition app leverages power of AI and already built neural network models through extensive usage of [DLib](http://dlib.net/) library.\n- **🚀 Build your own thing:** FaceRecognition app is just a basic building block. Through FaceRecognition API, you can build your advanced scenarios - automatically add tags to images, connect contacts and persons, share images from specific person… We want to hear your ideas!" : "**Détectez et groupez les visages de vos proches dans le cloud**\n\n⚠️ Cette application requiert au minimum 2Gb de mémoire RAM pour fonctionner ! Voyez les [Prérequis](https://github.com/matiasdelellis/facerecognition/wiki/Requirements-and-Limitations) pour les détails.\n\n⚠️ La configuration de cette application nécessite l’accès au terminal et même l’installation d’un logiciel supplémentaire. Voyez [Installation](https://github.com/matiasdelellis/facerecognition/wiki/Installation) pour les détails.\n\n- **😏 Détecte les visages depuis les images :** Utilisez l’application FaceRecognition pour détecter _tous_ les visages dans _toutes_ vos images !\n- **👪 Assimile les visages à des personnes :** Les visages détectés sont regroupés ensemble sur base de leur similitude et l’application FaceRecognition peut alors reconnaître des personnes ! \n- **🔒 Vie privée intégrée :** Aucune donnée ne quitte votre cloud. Les paramètres par défaut sont toujours désactivés et chaque utilisateur contrôle l’activation/la désactivation de la reconnaissance faciale. Les images de chaque répertoire peuvent être exclues de la reconnaissance faciale, si besoin. \n- **⚙️ Pouvoir de l’IA :** L’application FaceRecognition exploite la puissance de l’IA et des modèles de systèmes neuronaux déjà construits grâce à l’utilisation étendue de la bibliothèque [DLib](http://dlib.net/).\n- **🚀 Construisez votre propre idée :** L’application FaceRecognition n’est qu’un élément de base. Grâce à l’API FaceRecognition, vous pouvez construire vos propres scénarios avancés : ajouter automatiquement des tags aux images, connecter des contacts et des personnes, partager des images d'une personne spécifique... Nous voulons entendre vos idées !",
    "See other photos" : "Voir d'autres photos",
    "Facial recognition is disabled" : "La reconnaissance des visages est désactivée",
    "Facial recognition is disabled for this folder" : "La reconnaissance des visages est désactivée pour ce dossier ",
    "The type of storage is not supported to analyze your photos" : "Ce type de stockage n’est pas supporté pour analyser vos photos",
    "No people found" : "Aucune personne n'a été détectée ",
    "This image is not yet analyzed" : "Cette image n’a pas encore été analysée",
    "Search for persons in the photos of this directory" : "Rechercher les personnes dans les photos de ce répertoire",
    "Photos that are not in the gallery are also ignored" : "Les photos qui ne sont pas dans la galerie sont aussi ignorées",
    "People" : "Personnes",
    "See <a target=\"_blank\" href=\"{docsLink}\">documentation ↗</a>." : "Voyez <a target=\"_blank\" href=\"{docsLink}\">la documentation ↗</a>",
    "Open <a target=\"_blank\" href=\"{settingsLink}\">settings ↗</a> to enable it" : "Ouvrir <a target=\"_blank\" href=\"{settingsLink}\">paramètres ↗ </a> pour l’activer",
    "Open Documentation" : "Documentation ouverte",
    "Temporary files" : "Fichiers temporaires",
    "During analysis, temporary files are used to ensure homogeneity between all images." : "Durant l’analyse, des fichiers temporaires sont utilisés pour assurer l’homogénéité entre toutes les images.",
    "Small images allow a quick analysis, but you can lose the smallest faces of your photos. Large images can improve the results, but the analysis will be slower." : "De petites images permettent une analyse rapide, mais vous pouvez perdre les plus petits visages sur les photos. De grandes images peuvent améliorer les résultats, mais l’analyse sera plus lente. ",
    "Smaller images" : "Images plus petites",
    "Larger images" : "Images plus grandes",
    "Restore" : "Restaurer ",
    "Clustering threshold" : "Seuil de groupement",
    "Persons are determined as groups of similar faces and to obtain them, all the faces found must be compared. When they are compared, a threshold is used to determine if they should be grouped." : "Les personnes sont déterminées comme des groupes de visages similaires et pour les obtenir, tous les visages trouvés doivent être comparés. Lorsqu'ils sont comparés, un seuil est utilisé pour déterminer s'ils doivent être regroupés.",
    "A small threshold will only group very similar faces, but initially you will have many groups to name. A larger threshold is more flexible to group the faces and obtaining fewer groups, but being able to confuse similar persons." : "Un petit seuil ne regroupera que des visages très similaires, mais vous aurez initialement de nombreux groupes à nommer. Un seuil plus grand est plus flexible pour regrouper les visages, obtenant moins de groupes, mais peut confondre des personnes similaires.",
    "Small threshold" : "Petit seuil",
    "Higher threshold" : "Seuil plus élevé",
    "Minimum confidence" : "Confiance minimale ",
    "The minimum confidence determines how reliable must be a face detection to try to group it. Blurred or misaligned faces would have a confidence closer to 0.0, and the best images close to 1.0." : "La confiance minimale détermine le degré de fiabilité d'une détection de visage pour tenter de le regrouper. Les visages flous ou mal alignés auraient un niveau de confiance plus proche de 0,0, et les meilleures images proches de 1,0. ",
    "Lower minimum confidence" : "Confiance minimale plus faible",
    "Higher minimum confidence" : "Confiance minimale plus haute",
    "Configuration information" : "Information de configuration",
    "Current model:" : "Modèle actuel :",
    "Maximum memory assigned for image processing:" : "Mémoire maximale affectée au traitement d'image :",
    "Current status" : "État actuel",
    "Stopped" : "Arrêté"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}