{ "translations": {
    "The analysis is finished" : "L'analyse est terminée",
    "_%n image was analyzed_::_%n images were analyzed_" : ["%nimage a été analysée","%nimages ont été analysées"],
    "Analyzing images" : "Analyse des images en cours",
    "_%n image detected_::_%n images detected_" : ["%nimage détectée","%n images détectées"],
    "_%n image in queue_::_%n images in queue_" : ["%n image en attente","%n images en attente d'analyse"],
    "Ends approximately {estimatedFinalize}" : "Se termine dans environ {estimatedFinalize}",
    "The analysis is not started yet" : "L'analyse n'est pas encore commencée",
    "The changes were saved. It will be taken into account in the next analysis." : "Les modifications ont été sauvegardées. Elles seront prises en compte lors de la prochaine analyse.",
    "The change could not be applied." : "La modification n'a pas pu être effectuée.",
    "Persons" : "Personnes",
    "Looking for faces in this image…" : "Recherche de visages dans l'image en cours... ",
    "Rename" : "Renommer ",
    "No people found" : "Aucune personne n'a été détectée ",
    "Open <a target=\"_blank\" href=\"{settingsLink}\">settings ↗</a> to enable it" : "Ouvrir <a target=\"_blank\" href=\"{settingsLink}\">paramètres ↗ </a> pour l’activer",
    "Facial recognition is disabled" : "La reconnaissance des visages est désactivée",
    "Facial recognition is disabled for this folder" : "La reconnaissance des visages est désactivée pour ce dossier ",
    "See <a target=\"_blank\" href=\"{docsLink}\">documentation ↗</a>." : "Voyez <a target=\"_blank\" href=\"{docsLink}\">la documentation ↗</a>",
    "Search for persons in the photos of this directory" : "Rechercher les personnes dans les photos de ce répertoire",
    "Photos that are not in the gallery are also ignored" : "Les photos qui ne sont pas dans la galerie sont aussi ignorées",
    "The type of storage is not supported to analyze your photos" : "Ce type de stockage n’est pas supporté pour analyser vos photos",
    "This image is not yet analyzed" : "Cette image n’a pas encore été analysée",
    "Please, be patient" : "Veuillez patienter",
    "Rename Person" : "Renommer la personne",
    "Please enter a name to rename the person" : "Veuillez entrer un nom pour renommer la personne",
    "Cancel" : "Annuler",
    "There was an error trying to show your friends" : "Une erreur est survenue en essayant d’afficher vos amis",
    "The analysis is enabled, please be patient, you will soon see your friends here." : "L’analyse est activée, veuillez patienter, vos amis apparaîtront bientôt ici",
    "The analysis is disabled. Soon all the information found for facial recognition will be removed." : "L’analyse est désactivée. Toutes les informations trouvées pour la reconnaissance faciale seront bientôt supprimées.",
    "Face Recognition" : "Reconnaissance faciale",
    "Here you can see photos of your friends that are recognized" : "Vous pouvez voir ici des photos de vos amis qui ont été reconnus",
    "Analyze my images and group my loved ones with similar faces" : "Analyser mes images et grouper les personnes qui ont des visages semblables",
    "Looking for your recognized friends" : "Recherche de vos amis reconnus",
    "Show all groups with the same name" : "Montrer tous les groupes avec le même nom",
    "The analysis is disabled" : "L’analyse est désactivée",
    "Enable it to find your loved ones" : "Activez pour trouver vos proches",
    "Your friends have not been recognized yet" : "Vos amis n’ont pas encore été reconnus",
    "You will lose all the information analyzed, and if you re-enable it, you will start from scratch." : "Vous perdrez toutes les informations analysées, et si vous le réactivez, vous devrez recommencer depuis le début.",
    "Do you want to deactivate the grouping by faces?" : "Voulez-vous désactiver le groupage par visage ?",
    "There was an error when trying to find photos of your friend" : "Une erreur est survenue en essayant de trouver les photos de vos amis",
    "There was an error renaming this person" : "Il y a eu une erreur en renommant cette personne",
    "You must be administrator to configure this feature" : "Vous devez être administrateur pour configurer cette fonctionnalité",
    "The format seems to be incorrect." : "Le format semble être incorrect.",
    "Seems you haven't set up any analysis model yet" : "Il semble que vous n’ayez pas encore configuré de modèle d’analyse",
    "The minimum recommended area is %s" : "La dimension minimum recommandée est %s",
    "The maximum recommended area is %s" : "La dimension maximum recommandée est %s",
    "The model does not recommend an area greater than %s" : "Le modèle ne recommande pas une dimension supérieure à  %s",
    "It seems you don't have any model installed." : "Il semble que vous n’ayez installé aucun modèle.",
    "It seems that you do not meet the dependencies to use the current model." : "Il semble que vous n’avez pas les dépendances pour utiliser  le modèle actuel.",
    "A face recognition app" : "Une application de reconnaissance faciale",
    "Open Documentation" : "Documentation ouverte",
    "Temporary files" : "Fichiers temporaires",
    "During analysis, temporary files are used to ensure homogeneity between all images." : "Durant l’analyse, des fichiers temporaires sont utilisés pour assurer l’homogénéité entre toutes les images.",
    "Small images allow a quick analysis, but you can lose the smallest faces of your photos. Large images can improve the results, but the analysis will be slower." : "De petites images permettent une analyse rapide, mais vous pouvez perdre les plus petits visages sur les photos. De grandes images peuvent améliorer les résultats, mais l’analyse sera plus lente. ",
    "Small images" : "Petites images",
    "Large images" : "Grandes images",
    "Restore" : "Restaurer ",
    "Save" : "Enregistrer",
    "Sensitivity" : "Sensibilité ",
    "The sensitivity determines how different the faces can be to continue to be considered as the same person." : "La sensibilité détermine à quel point les visages peuvent être différents pour continuer à être considérés comme une seule et même personne.",
    "More sensitivity, more groups" : "Plus de sensibilité, plus de groupes",
    "Less sensitivity, less groups" : "Moins de sensibilité, moins de groupes",
    "Minimum confidence" : "Confiance minimale ",
    "The minimum confidence determines how reliable must be a face detection to try to group it. Blurred or misaligned faces would have a confidence closer to 0.0, and the best images close to 1.0." : "La confiance minimale détermine le degré de fiabilité d'une détection de visage pour tenter de le regrouper. Les visages flous ou mal alignés auraient un niveau de confiance plus proche de 0,0, et les meilleures images proches de 1,0. ",
    "Less minimum confidence" : "Confiance minimum la plus basse",
    "Highest minimum confidence" : "Confiance minimum la plus haute",
    "Additional settings" : "Paramètres additionnels",
    "Show persons with only one face found" : "Montrer les personnes dont un seul visage a été trouvé",
    "Configuration information" : "Information de configuration",
    "Current Model:" : "Modèle actuel :",
    "Current status" : "État actuel",
    "Stopped" : "Arrêté"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}